[
  {
    "id": 1,
    "name": "Пиши сокращай",
    "authors": ["Ильяхов М.", "Cарычева Л."],
    "description": "Максим Ильяхов и Людмила Сарычева на конкретных примерах показывают, что такое хорошо и что такое плохо в информационных, рекламном, журналистском ипублицистическом тексте. Как писать письма, на которые будут отвечать, ирассылки, от которых не будут отписываться. Как создавать действенные и невульгарные рекламные объявления. Как излагать мысли кратко, ясно и убедительно,без языкового мусора, фальши и штампов.Следуя рекомендациям в книге, вы научитесь писать понятно, увлекать читателейи добиваться доверия. Это обязательная книга для копирайтеров, авторов,редакторов, дизайнеров, программистов, менеджеров, предпринимателей,руководителей, служащих и всех, кто использует текст в работе.",
    "date": 2017,
    "pages": 440,
    "image": "https://cdn1.ozone.ru/multimedia/c650/1037902540.jpg",
    "rating": 4.5,
    "votersCount": 356,
    "price": 350,
    "tags": ["Информационный стиль", "Текст", "Издательство"]
  },
  {
    "id": 2,
    "name": "Жизнь Бенджамина Франклина",
    "authors": ["Бенджамин Франклин"],
    "description": "Личность Франклина неотделима от его текстов, а тексты — от исторических событий,активным участником которых он являлся.«Автобиография» является одним из наиболее известных текстов мыслителя. Она быланачата в 1771 г., а опубликована в 1791. Первый русский перевод появился уже в 1799 г. Он былсделан Андреем Тургеневым. Франклиновский текст повествует только о первой половинежизни мыслителя и заканчивается 1757 г. Он интересен прежде всего тем, что мыслительописывает этапы своего формирования и становления как личности.",
    "date": 2012,
    "pages": 119,
    "image": "https://ic.pics.livejournal.com/mila_sn/24389897/318146/318146_600.png",
    "rating": 4.4,
    "votersCount": 452,
    "price": 540,
    "tags": ["Биограифя", "Президент США"]
  },
  {
    "id": 3,
    "name": "Новые правила деловой переписки",
    "authors": ["Ильяхов М.", "Cарычева Л."],
    "description": "Последние двадцать лет нас учили, что деловая переписка — это бесконеч-ные реверансы, бессмысленные формы вежливости и вымученные шабло-ны: «Коллеги, я вас услышал», «Клиент прислал правочки, внесите АСАП.Заранее спасибо», «С уважением к вам и вашему бизнесу». Современноеделовое письмо — это махровая фальшь, копеечные манипуляции и плохоскрываемое обоюдное презрение.Максим Ильяхов и Людмила Сарычева, авторы культовой книги «Пиши,сокращай», предлагают менять культуру делового письма и выдвигают двановых правила: уважение к адресату и забота о его интересах. Письма, со-ставленные по таким правилам, располагают к вам людей и помогают на-ходить общий язык. Следуя рекомендациям из книги, вы научитесь писатькоммерческие предложения, сопроводительные письма, просьбы коллегам,ответы клиентам и любые другие рабочие письма.Это обязательная книга для всех, кто пишет по работе: руководителей,менеджеров, специалистов и соискателей.",
    "date": 2018,
    "pages": 257,
    "image": "https://cv1.litres.ru/pub/c/pdf-kniga/cover_max1500/36633614-ludmila-sarycheva-novye-pravila-delovoy-perepiski.jpg",
    "rating": 4.2,
    "votersCount": 528,
    "price": 479,
    "tags": ["Информационный стиль", "Текст", "Издательство"]
  },
  {
    "id": 4,
    "name": "Карьера Программиста",
    "authors": ["Лакман Макдауэлл Г."],
    "description": "Книга «Карьера программиста» основана на опыте практического участия автора во множествесобеседований, проводимых лучшими компаниями. Это квинтэссенция сотен интервью со множествомкандидатов, результат ответов на тысячи вопросов, задаваемых кандидатами и интервьюерами в веду-щих мировых корпорациях. Из тысяч возможных задач и вопросов в книгу были отобраны 189 наибо-лее интересных и значимых. Шестое издание этого мирового бестселлера поможет вам наилучшимобразом подготовиться к собеседованию при приеме на работу программистом или руководителемв крупную П-организацню или перспективный стартап. Основную часть книги составляют ответына технические вопросы и задания, которые обычно получают соискатели на собеседовании в такихкомпаниях, как Google, Microsoft, Apple, Amazon и других. Рассмотрены типичные ошибки, которыедопускают кандидаты, а также эффективные методики подготовки к собеседованию. Используяматериал этой книги, вы с легкостью подготовитесь к устройству на работу в Google, Microsoft илилюбую другую ведушую П-компанию.",
    "date": 2010,
    "pages": 690,
    "image": "https://static-eu.insales.ru/images/products/1/4525/77148589/49602154.jpg",
    "rating": 4.7,
    "votersCount": 321,
    "price": 880,
    "tags": ["Программирование", "Собеседования"]
  },
  {
    "id": 5,
    "name": "Китайское Исследование",
    "authors": ["Колин Кэмпбелл"],
    "description": "Эта книга правдиво расскажет вам о влиянии питания на здоровье. В ее основе лежитсамое масштабное в истории науки исследование связи между потреблением продуктовживотного происхождения и рядом хронических болезней.Название «Китайское исследование» возникло благодаря изучению статистическихданных о смертности от рака в 65 округах Китая, которые были собраны по инициативекитайского премьер-министра Чжоу Эньлая, умиравшего от этой болезни.На заре своей карьеры автор – доктор Колин Кэмпбелл, крупнейший мировойспециалист по биохимии – рекомендовал пациентам есть больше мяса, молока и яиц. Этобыло очевидным следствием его жизни на ферме.В результате более20 лет исследований Кэмпбелл сделал ряд открытий, изменившихего взгляды на питание – как и взгляды миллионов людей, которые прочли эту книгу.Продукты, которыми мы старательно кормим своих детей, считая их полезными, приводятк возникновению главных болезней-убийц: рака, сахарного диабета и сердечно-сосудистыхзаболеваний.«Белки в питании оказывали столь большое влияние, что мы могли стимулировать ипрекращать развитие рака, просто изменяя уровень их потребления» – один из ключевыхвыводов автора.",
    "date": 2013,
    "pages": 690,
    "image": "https://cdn1.ozone.ru/s3/multimedia-v/6008241943.jpg",
    "rating": 3.5,
    "votersCount": 354,
    "price": 1200,
    "tags": ["Здоровое питание", "Собеседования"]
  },
  {
    "id": 6,
    "name": "Главная книга основателя бизнеса",
    "authors": ["Ноам Вассерман"],
    "description": "Формирование команды — самый важный этап при создании нового биз-неса. В большинстве случаев именно «проблемы между людьми» приводят стартапы к кризису, а иногда и к краху. Книга Ноама Вассермана дает системное решение, позволяющее построить бизнес на устойчивом фундаменте и резко повысить шансы на успех. Ноам Вассерман, профессор Гарвардской школы бизнеса, более 10 лет изучал сотни самых разных стартапов. В этой книге он рассматривает проблемы, которые затрагивают основателей компании, соучредителей, первых наемных сотрудников и инвесторов. Создавать ли компанию самостоятельно или найти соучредителей? Если привлекать партнеров, то кого лучше — друзей, бывших коллег или незнакомых профессионалов? Как распределить акционерный капитал в команде соучредителей, особенно в начале, когда непонятно, кто и как будет трудиться? Как подбирать людей на разных этапах развития компании? Это далеко не полный список вопросов, которые каждому основателю необходимо решить в самом начале пути к успеху. Основоположник концепции Lean Startup Стив Бланк считает эту книгу обязательной для прочтения всем основателям стартапов.",
    "date": 2014,
    "pages": 364,
    "image": "https://cdn1.ozone.ru/multimedia/c1200/1017819943.jpg",
    "rating": 4.0,
    "votersCount": 152,
    "price": 500,
    "tags": ["Бизнес", "Экономика", "Стартап"]
  },
  {
    "id": 7,
    "name": "Построение бизнес-моделей",
    "authors": ["Александр Остервальдер", "Ив Пинье"],
    "description": "Книга предлагает оригинальную концепцию анализа, построения и совершенствования бизнес-моделей, которой пользуются крупнейшие компании мира, включая Google, IBM, Ericsson. Авторы предлагают простой и понятный способ визуального представления основных факторов, влияющих на успех любой организации: потребительские сегменты, ценностные предложения, каналы сбыта, взаимоотношения с клиентами, потоки поступления доходов, ключевые ресурсы, ключевые виды деятельности, ключевые партнеры, структура издержек. Большой лист бумаги и блок стикеров — вот и все, что понадобится для освоения авторского метода создания бизнес-моделей. А еще креативность, острый ум и упорство членов команды, работающей над проектом.",
    "date": 2012,
    "pages": 288,
    "image": "https://4brain.ru/design/images/d6.jpg",
    "rating": 4.1,
    "votersCount": 635,
    "price": 500,
    "tags": ["Бизнес", "Экономика", "Стартап", "Бизнес-модель", "Бизнес-план"]
  },
  {
    "id": 8,
    "name": "Бренд Личности",
    "authors": ["Полина Правда"],
    "description": "Современное общество переживает информационную передозировку и избыточное предложение по всем направлениям. Люди часто не запоминают даже имена собеседников, не говоря уже об их профессиональных качествах и достоинствах. Покупать товары или услуги мы все чаще стремимся по рекомендациям, у проверенных людей, в то время как авторитет компании иногда уходит на второй план! Мы вступаем в эпоху личностей! Когда вас знают как профессионала, с вами хотят работать, вас рекомендуют, вам даже не надо искать работу — выгодные предложения приходят сами. В этой книге автор объединил лучшие маркетинговые, коммуникативные и психологические техники; доступным языком изложил информацию, которая поможет навсегда понять, как ваша репутация формируется в обществе! Вы узнаете, кому, когда и как о себе рассказывать, чтобы очень быстро достигнуть своей цели. Это практическое пособие, личный тренинг; его прохождение поможет вам выйти на следующую социальную ступень. Программа поможет как уже сформированным и успешным в своих областях личностям, так и тем, кто только стремится к успеху и начинает свой карьерный путь.",
    "date": 2018,
    "pages": 250,
    "image": "https://cv9.litres.ru/pub/c/elektronnaya-kniga/cover_415/27968598-polina-pravda-brend-lichnosti-poshagovaya-instrukciya-po-sozdaniu-delovoy.jpg",
    "rating": 4.5,
    "votersCount": 724,
    "price": 600,
    "tags": [
      "Бизнес",
      "Экономика",
      "Стартап",
      "Бизнес-модель",
      "Бизнес-план",
      "Саморазвитие"
    ]
  },
  {
    "id": 9,
    "name": "Точно вовремя для России, Практика применения ERP-систем.",
    "authors": ["Питеркин С.В", "Оладов Н.А.", "Исаев Д.В."],
    "description": "Современное общество переживает информационную передозировку и избыточное предложение по всем направлениям. Люди часто не запоминают даже имена собеседников, не говоря уже об их профессиональных качествах и достоинствах. Покупать товары или услуги мы все чаще стремимся по рекомендациям, у проверенных людей, в то время как авторитет компании иногда уходит на второй план! Мы вступаем в эпоху личностей! Когда вас знают как профессионала, с вами хотят работать, вас рекомендуют, вам даже не надо искать работу — выгодные предложения приходят сами. В этой книге автор объединил лучшие маркетинговые, коммуникативные и психологические техники; доступным языком изложил информацию, которая поможет навсегда понять, как ваша репутация формируется в обществе! Вы узнаете, кому, когда и как о себе рассказывать, чтобы очень быстро достигнуть своей цели. Это практическое пособие, личный тренинг; его прохождение поможет вам выйти на следующую социальную ступень. Программа поможет как уже сформированным и успешным в своих областях личностям, так и тем, кто только стремится к успеху и начинает свой карьерный путь.",
    "date": 2005,
    "pages": 368,
    "image": "https://cdn1.ozone.ru/multimedia/c1200/1005611905.jpg",
    "rating": 3.9,
    "votersCount": 248,
    "price": 820,
    "tags": [
      "Бизнес",
      "Экономика",
      "Стартап",
      "Бизнес-модель",
      "Бизнес-план",
      "Саморазвитие"
    ]
  },
  {
    "id": 10,
    "name": "Создание ценностных предложений.",
    "authors": [
      "Александр Остервальдер",
      "  Ив Пинье",
      " Грег Бернарда",
      " Алан Смит"
    ],
    "description": "Стержнем этой книги является шаблон ценностного предложения — простой инструмент, позволяющий сделать ценностное предложение видимым и осязаемым, а значит доступным для обсуждения и управления. Авторы показывают, как использовать шаблон для конструирования и тестирования ценностных предложений в процессе постоянного поиска того, что нужно потребителю. Конструирование ценностных предложений — это бесконечный процесс развития с целью поддержания актуальности. Инструменты, с которыми знакомит книга, пригодны как для обновления существующих ценностных предложений, так и для создания новых. Книга адресована предпринимателям и руководителям, которые хотят держать руку на пульсе потребительского рынка и чутко реагировать на его изменения.",
    "date": 2015,
    "pages": 312,
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/i/m/img099_1_21.jpg",
    "rating": 3.7,
    "votersCount": 16,
    "price": 400,
    "tags": [
      "Бизнес",
      "Экономика",
      "Стартап",
      "Бизнес-модель",
      "Бизнес-план",
      "Саморазвитие"
    ]
  },
  {
    "id": 11,
    "name": "Скорость доверия то, что меняет все",
    "authors": ["Стивен Кови-мл.", "Ребекка Меррилл"],
    "description": "Доверие - это основа любых отношений, как в личной жизни, так и в бизнесе. Если вы кому-то не доверяете, исполнение любой просьбы или поручения придется постоянно контролировать и проверять. Люди, которым не доверяют, теряют мотивацию и работают менее качественно. Оказывая же доверие людям, мы не только упрощаем себе жизнь, но и изменяем отношения к лучшему. \"Нет экономики более прибыльной, чем экономика доверия\", - заявляет Стивен Кови-младший и подтверждает это не только на собственном опыте, но и примерами достижений многих выдающихся людей в мире бизнеса и политики. Книга будет интересна и полезна широкому кругу читателей.",
    "date": 2016,
    "pages": 426,
    "image": "https://www.alpinabook.ru/upload/resize_cache/iblock/205/380_567_1/205b2f167a8560be77a19aca889ecc2f.jpg",
    "rating": 4.7,
    "votersCount": 38,
    "price": 1000,
    "tags": [
      "Бизнес",
      "Экономика",
      "Стартап",
      "Бизнес-модель",
      "Бизнес-план",
      "Саморазвитие"
    ]
  },
  {
    "id": 12,
    "name": "Шаблоны корпоративных приложений",
    "authors": [
      "Мартин Фаулер",
      "Дейвид Райс",
      "Мэттью Фоммел",
      "Эдвард Хайет",
      "Роберт Ми",
      "Рэнди Стаффорд"
    ],
    "description": "Создание компьютерных систем - дело далеко не простое. По мере того как возрастает их сложность, процессы конструирования соответствующего программного обеспечения становятся все более трудоемкими, причем затраты труда растут экспоненциально. Как и в любой профессии, прогресс в программировании достигается исключительно путем обучения, причем не только на ошибках, но и на удачах - как своих, так и чужих. Книга дает ответы на трудные вопросы, с которыми приходится сталкиваться всем разработчикам корпоративных систем. Автор, известный специалист в области объектно-ориентированного программирования, заметил, что с развитием технологий базовые принципы проектирования и решения общих проблем остаются неизменными, и выделил более 40 наиболее употребительных подходов, оформив их в виде типовых решений. Результат перед вами - незаменимое руководство по архитектуре программных систем для любой корпоративной платформы. Это своеобразное учебное пособие поможет вам не только усвоить информацию, но и передать полученные знания окружающим значительно быстрее и эффективнее, чем это удавалось автору.",
    "date": 2016,
    "pages": 544,
    "image": "https://cv4.litres.ru/pub/c/pdf-kniga/cover/48637947-bobbi-vulf-shablony-integracii-korporativnyh-prilozheniy-48637947.jpg_330.jpg",
    "rating": 4.7,
    "votersCount": 59,
    "price": 2500,
    "tags": [
      "Бизнес",
      "Экономика",
      "Стартап",
      "Бизнес-модель",
      "Бизнес-план",
      "Саморазвитие"
    ]
  },
  {
    "id": 13,
    "name": "ПРОГРАММИРОВАНИЕ НА ЯЗЫКАХ ВЫСОКОГО УРОВНЯ",
    "authors": ["Голицына О.Л.", "Попов И.И."],
    "description": "Рассмотрены основные принципы программирования на языках высокого уровня: основные управляющие структуры программирования; стандартные типы данных; структуры данных; процедуры и функции; модульные программы; рекурсивные определения и алгоритмы; вопросы спецификации программ; корректность и надежность программ. Описаны методологии программирования — императивная, обьектно-ориентированная, функциональная и логическая, представлены примеры алгоритмических языков. Приведены характеристики инструментальных средств разработки программ. Рассмотрен язык программирования Object Pascal и интегрированная среда разработки программ Delphi, включая архитектуру приложений, работающих с внешними источниками данных. Для студентов, специализирующихся в области информационных технологий и разработки программных средств.",
    "date": 2010,
    "pages": 496,
    "image": "https://cdn1.ozone.ru/multimedia/c1200/1000724767.jpg",
    "rating": 4.0,
    "votersCount": 562,
    "price": 300,
    "tags": ["Программирование", "Алгоритмы", "Основы программирования"]
  },
  {
    "id": 14,
    "name": "Разработка требований к программному обеспечению",
    "authors": ["Вигерс Карл", "Битти Джой"],
    "description": "Эта книга — подробное руководство по разработке качественных требований к программному обеспечению. Здесь описаны десятки проверенных на практике приемов выявления, формулирования, разработки, проверки, утверждения и тестирования требований, которые помогут разработчикам, менеджерам и маркетологам создать эффективное ПО. Настоящее издание дополнено новыми приемами,посвященными разработке требований в проектах гибкой разработки (agile).",
    "date": 2014,
    "pages": 736,
    "image": "https://cdn1.ozone.ru/multimedia/c1200/1014918981.jpg",
    "rating": 4.7,
    "votersCount": 123,
    "price": 600,
    "tags": ["Программирование", "Алгоритмы", "Основы программирования"]
  },
  {
    "id": 15,
    "name": "Приемы объектно-ориентированного проектирования",
    "authors": ["Эрих Гамма", "Ричард Хелм", "Ральф Джонсон", "Джон Влиссидес"],
    "description": "В предлагаемой книге описываются простые и изящные решения типичных задач, возникающих в объектно-ориентированном проектировании. Паттерны появились потому, что многие разработчики искали пути повышения гибкости и степени повторного использования своих программ. Найденные решения воплощены в краткой и легко применимой на практике форме. Авторы излагают принципы использования паттернов проектирования и приводят их каталог. Таким образом, книга одновременно решает две задачи. Во-первых, здесь демонстрируется роль паттернов в создании архитектуры сложных систем. Во-вторых, применяя содержащиеся в справочнике паттерны, проектировщик сможет с легкостью разрабатывать собственные приложения. Издание предназначено как для профессиональных разработчиков, так и для программистов, осваивающих объектно-ориентированное проектирование",
    "date": 2016,
    "pages": 368,
    "image": "https://www.bookvoed.ru/files/1836/32/80/20/9.jpeg",
    "rating": 4.7,
    "votersCount": 619,
    "price": 650,
    "tags": ["Программирование", "Алгоритмы", "Основы программирования"]
  },
  {
    "id": 16,
    "name": "Совершенный код",
    "authors": ["Макконел Стив"],
    "description": "Более 10 лет первое издание этой книги считалось одним из лучших практических руководств по программированию. Сейчас эта книга полностью обновлена с учетом современных тенденций и технологий и дополнена сотнями новых примеров, иллюстрирующих искусство и науку программирования. Опираясь на академические исследования, с одной стороны, и практический опыт коммерческих разработок ПО - с другой, автор синтезировал из самых эффективных методик и наиболее эффективных принципов ясное прагматичное руководство. Каков бы ни был ваш профессиональный уровень, с какими бы средствами разработки вы ни работали, какова бы ни была сложность вашего проекта, в этой книге вы найдете нужную информацию, она заставит вас размышлять и поможет создать совершенный код.",
    "date": 2017,
    "pages": 896,
    "image": "https://cdn1.ozone.ru/multimedia/c1200/1020973362.jpg",
    "rating": 4.7,
    "votersCount": 721,
    "price": 1200,
    "tags": ["Программирование", "Алгоритмы", "Основы программирования"]
  },
  {
    "id": 17,
    "name": "Мифический человеко-месяц.",
    "authors": ["Фредерик Брукс"],
    "description": "Эта книга - юбилейное (дополненное и исправленное) издание своего рода библии для разработчиков программного обеспечения во всем мире, написанное Бруксом еще в 1975 году. Тогда же книга была издана на русском языке и давно уже стала библиографической редкостью. В США полагают, что без прочтения книги Брукса не может состояться ни один крупный руководитель программного проекта.",
    "date": 2010,
    "pages": 304,
    "image": "https://cdn1.ozone.ru/multimedia/c1200/1005306183.jpg",
    "rating": 4.7,
    "votersCount": 804,
    "price": 600,
    "tags": ["Программирование", "Алгоритмы", "Основы программирования"]
  }
]
